import React from 'react';
import SubPageLayout from '../components/SubPageLayout';

const AboutUsPage: React.FC = () => {
    return (
        <SubPageLayout title="معلومات عنا">
            <div className="p-4 bg-white text-right text-gray-700 leading-relaxed space-y-4 min-h-screen">
                <p>
                    شركة رائدة في مجال التداول الكمي المدعم بالذكاء الاصطناعي، XTX متخصصة في تداول العملات الأجنبية (الفوركس) والعملات الرقمية. نستفيد من الذكاء الاصطناعي المتقدم لتحسين استراتيجيات التداول، ورفع كفاءة السوق، ومساعدة عملائنا على تحقيق عوائد استثمارية ممتازة، مما يتيح لعملائنا حول العالم الاستفادة من مزايا الخدمات المالية الذكية.
                </p>
                <p>
                    نوظف كفاءات موظفينا، وتقنيات الحوسبة الحديثة، والبنية التحتية لـ XTX في البنية المتطورة لتحليل مجموعات البيانات الضخمة في مختلف الأسواق بسرعة وكفاءة، بما يعزز فعالية خوارزميات التداول الخاصة بنا.
                </p>
                <p>
                    على مكانتها بين أفضل 5 مزودي سيولة من حيث حصة سوق XTX، حافظت منتجات الفوركس العالمية لخمس سنوات متتالية، وتالت أفضل مزودي تداول العملات الأجنبية الإلكتروني الفوري/الأجل لسبع سنوات متتالية (وفقًا لاستطلاع يوروموني السنوي). في عام 2023، كنا أيضًا ثالث أكبر مزود لخدمات التداول الكمي للعملات الرقمية عالميًا.
                </p>
                <p>
                    مكاتب في لندن، ونيويورك، وسنغافورة، وباريس، ومومباي، ويريفان، XTX لدى فكرة لخدمة العملاء العالميين وتحقيق عوائد استثمارية ممتازة من خلال تقنية التداول الخوارزمي المتقدمة المدعمة بالذكاء الاصطناعي. أينما كنت معك لتحقيق أهدافك المالية XTX.
                </p>
                <p>
                    بأكثر من 80 مليون جنيه إسترليني للجمعيات XTX منذ عام 2020، تبرعت الخيرية والقضايا الإنسانية، مما يجعلها من أبرز الجهات المانحة في المملكة المتحدة والعالم.
                </p>
            </div>
        </SubPageLayout>
    );
};

export default AboutUsPage;
